{"cacheVersion":8,"page":{"id":"33a82471-873f-4561-95be-abd4a7701ea7","paths":{"pt":"termos-e-privacidade","default":"termos-e-privacidade"},"cmsDataSetPath":null,"workflows":[{"id":"9ee51db7-ea50-471a-8b78-336884ed9e37","actions":{"64462423-d8e0-47c8-969e-3d9088b4fa4c":{"id":"64462423-d8e0-47c8-969e-3d9088b4fa4c","next":null,"type":"variable","varId":"1067ec14-4a29-4700-8eca-20b67b6c1294","internal":false,"varValue":false}},"trigger":"onload","firstAction":"64462423-d8e0-47c8-969e-3d9088b4fa4c"}]},"sections":{"62c2e58d-4798-4917-a6da-23e3f28e00cd":{"uid":"62c2e58d-4798-4917-a6da-23e3f28e00cd","linkId":"e0f89637-9879-463b-be65-b4a6b83c5c05","_state":{"style":{"default":{"padding":"0px","minHeight":"auto","backgroundColor":"var(--08b2c1eb-4626-4895-ad53-022caf0279fe,#f4f8ff)"}}},"content":{"default":{"wwObjects":[{"uid":"816ebfb4-3a29-43be-ba60-f30979617a95","isWwObject":true}],"_ww-layout_alignItems":"center","_ww-layout_flexDirection":"column"}},"sectionBaseId":"99586bd3-2b15-4d6b-a025-6a50d07ca845","sectionTitle":"Section"}},"wwObjects":{"4ee5b8d1-c9cb-4718-bea6-bbb852a33272":{"uid":"4ee5b8d1-c9cb-4718-bea6-bbb852a33272","_state":{"style":{"default":{"padding":"32px","boxShadow":"0px 4px 16px 0px #0000001A","borderRadius":"16px","backgroundColor":"#FFFFFF"}}},"content":{"tablet":{},"default":{"tag":"p","bgColor":"","shadows":"","fontStyle":"ww-font-style-text","textColor":"","globalStyle":{},"_ww-text_text":{"en":"<p>This is some text</p>","pt":"<div>PARTE I – TERMOS GERAIS DE USO\n1. ACEITE E VINCULAÇÃO DO USUÁRIO\n1.1. Ao realizar o cadastro na plataforma EducaPlus, o usuário declara ter lido,\ncompreendido e aceitado integralmente os presentes Termos de Uso e Política de\nPrivacidade, comprometendo-se a cumpri-los.\n1.2. O aceite eletrônico, dado por meio de “checkbox” ou de qualquer ação equivalente\n(como o uso continuado da plataforma), possui plena validade jurídica, nos termos da\nMedida Provisória nº 2.200-2/2001 e do Marco Civil da Internet (Lei nº 12.965/2014).\n1.3. Caso o usuário não concorde com os Termos, deverá abster-se de utilizar a plataforma\ne poderá solicitar a exclusão de seus dados conforme o item 33 deste documento.\n2. FINALIDADE DA PLATAFORMA EDUCAPLUS\n2.1. A EducaPlus é uma plataforma educacional digital que utiliza automações e\nInteligência Artificial (IA) para gerenciar microprovas, planos de estudo personalizados,\ndiagnósticos de desempenho e dashboards analíticos, voltados à melhoria contínua do\nprocesso de ensino-aprendizagem.\n2.2. O sistema foi desenvolvido pela A&amp;A Representações LTDA, sendo esta a única\ntitular de sua propriedade intelectual, metodologia e fluxos técnicos.\n2.3. A plataforma tem natureza acadêmica e institucional, e seu uso é destinado\nexclusivamente para fins educacionais, de pesquisa e inovação pedagógica, sendo vedado\nqualquer uso comercial, político ou discriminatório dos dados.\n3. COLETA DE DADOS PESSOAIS\n3.1. Ao utilizar a plataforma, o usuário autoriza a coleta dos seguintes dados:​\na) Dados cadastrais: nome, e-mail, CPF, RA, curso, turma, instituição e turno;​\nb) Dados acadêmicos: respostas de microprovas, notas, frequência, desempenho, tempo\nde estudo e padrões de acesso;​\nc) Dados técnicos: endereço IP, tipo de dispositivo, navegador, localização aproximada e\nlogs de uso;​\nd) Dados de consentimento: data e forma de aceite, registros de preferências e eventuais\ncomunicações.3.2. Esses dados são coletados de forma automatizada e segura, com o objetivo de\npossibilitar a operação técnica da plataforma e oferecer experiências de aprendizado\npersonalizadas.\n3.3. A coleta é realizada com base no consentimento do usuário e/ou no legítimo\ninteresse educacional da instituição, conforme previsto na LGPD.\n4. ARMAZENAMENTO E SEGURANÇA DA INFORMAÇÃO\n4.1. Todos os dados são armazenados em servidores seguros, com criptografia, controle de\nacesso, autenticação em dois fatores e backups automáticos.\n4.2. A empresa adota medidas técnicas e organizacionais para garantir a integridade,\nconfidencialidade e disponibilidade das informações, incluindo logs de acesso,\nrastreabilidade de alterações e auditorias internas.\n4.3. Em caso de incidente de segurança, o usuário será comunicado em até 72 horas,\nconforme determina o art. 48 da LGPD, junto com o plano de mitigação.\n4.4. O usuário reconhece que, apesar dos esforços de segurança, nenhum sistema digital é\nabsolutamente inviolável, isentando a EducaPlus de responsabilidade por ataques de\nterceiros fora de sua previsibilidade técnica.\n5. DIREITOS DO USUÁRIO (LGPD)\n5.1. O usuário, na qualidade de titular de dados pessoais, tem os seguintes direitos\ngarantidos por lei:​\nI. Confirmar a existência de tratamento de seus dados;​\nII. Acessar seus dados de forma simples e gratuita;​\nIII. Solicitar correção de informações incompletas, inexatas ou desatualizadas;​\nIV. Requerer anonimização, bloqueio ou eliminação de dados desnecessários ou\nexcessivos;​\nV. Solicitar a portabilidade dos dados a outro fornecedor de serviço;​\nVI. Revogar consentimento a qualquer tempo, nos termos da lei.\n5.2. As solicitações deverão ser feitas pelo e-mail privacidade@educaplus.com.br, sendo\nrespondidas em até 15 dias úteis.\n6. USO DE IMAGEM E DADOS ACADÊMICOS\n6.1. O usuário autoriza, de forma gratuita e limitada, o uso de sua imagem, voz e dados de\ndesempenho pela EducaPlus e pela instituição de ensino, exclusivamente para fins\npedagógicos, acadêmicos ou de pesquisa, conforme o escopo da plataforma.6.2. Nenhuma imagem será utilizada de forma publicitária, comercial ou fora do contexto\neducacional, sem consentimento adicional e específico.\n6.3. Todo o conteúdo gerado (microprovas, respostas, relatórios, planos de estudo) é\nconsiderado material educacional protegido, pertencente à instituição e à EducaPlus em\nregime de coautoria técnica e pedagógica.\n7. RESPONSABILIDADES DO USUÁRIO\n7.1. O usuário compromete-se a:​\nI. Fornecer informações verídicas e atualizadas;​\nII. Manter sigilo sobre sua senha e acesso à conta;​\nIII. Utilizar a plataforma de forma ética e compatível com a finalidade educacional;​\nIV. Não compartilhar materiais internos sem autorização;​\nV. Abster-se de usar a IA da plataforma para gerar conteúdo ofensivo, discriminatório ou\nilegal.\n7.2. O descumprimento das obrigações poderá acarretar suspensão ou exclusão do acesso,\nsem prejuízo das demais medidas legais cabíveis.\n8. RETENÇÃO E EXCLUSÃO DOS DADOS\n8.1. Os dados serão mantidos pelo prazo necessário ao cumprimento da finalidade\neducacional e contratual, e poderão ser anonimizados para uso estatístico e científico após\no encerramento do vínculo.\n8.2. O usuário poderá solicitar exclusão de seus dados pessoais, respeitadas as obrigações\nlegais e o legítimo interesse da empresa.\n8.3. Dados anonimizados não são considerados pessoais e poderão ser mantidos\nindefinidamente para fins de pesquisa e melhoria da plataforma.\n9. ALTERAÇÕES E ATUALIZAÇÕES DOS TERMOS\n9.1. A EducaPlus poderá alterar esta política a qualquer momento, mediante aviso prévio\npublicado na própria plataforma ou por e-mail cadastrado.\n9.2. O uso continuado após a notificação das alterações implicará aceite tácito das novas\ncondições.\n9.3. Alterações substanciais que mudem a finalidade do uso dos dados dependerão de novo\nconsentimento.10. CONTATO E ENCARREGADO DE DADOS (DPO)\n10.1. O encarregado pelo tratamento de dados pessoais (DPO) é Anderson Rodrigo\nBarboza, representante da A&amp;A Representações LTDA, e pode ser contatado via e-mail:\nprivacidade@educaplus.com.br.\n10.2. O DPO é responsável por receber comunicações dos titulares e da Autoridade\nNacional de Proteção de Dados (ANPD), bem como adotar medidas corretivas.\n11. FORO E LEGISLAÇÃO APLICÁVEL\n11.1. Este termo é regido pelas leis da República Federativa do Brasil.​\n11.2. Fica eleito o foro da Comarca de Sorocaba/SP para dirimir quaisquer disputas, com\nrenúncia a outro, por mais privilegiado que seja.\nPARTE II – DIREITOS E OBRIGAÇÕES DA EMPRESA\n(EDUCAPLUS / A&amp;A REPRESENTAÇÕES LTDA)\n12. DIREITO DE PROCESSAMENTO EDUCACIONAL E ESTATÍSTICO\n12.1. A EducaPlus poderá processar os dados dos usuários para gerar métricas,\nindicadores de aprendizado, diagnósticos institucionais e relatórios estatísticos.\n12.2. Esses dados serão tratados de forma automatizada e confidencial, garantindo que\nresultados pessoais só sejam acessíveis pelos próprios usuários e pela instituição de ensino\nà qual pertencem.\n12.3. Os relatórios coletivos e anonimizados poderão ser utilizados para fins de pesquisa,\ninovação e melhoria dos produtos e serviços da empresa.\n13. DIREITO DE APERFEIÇOAMENTO DO SISTEMA E TREINAMENTO DE\nIA\n13.1. A empresa poderá utilizar dados anonimizados para aperfeiçoar algoritmos, fluxos\nde automação e desempenho da inteligência artificial, visando aprimorar o sistema.\n13.2. Nenhum dado pessoal identificável será utilizado para esse fim, exceto mediante novo\nconsentimento explícito.13.3. A EducaPlus poderá testar novas funcionalidades, modelos de IA e integrações,\ndesde que em ambiente controlado e em conformidade com a LGPD.\n14. DIREITO DE AUDITORIA E VALIDAÇÃO DOS DADOS\n14.1. A empresa se reserva o direito de auditar os cadastros e registros para validar\ninformações, prevenir fraudes e assegurar a integridade dos bancos de dados.\n14.2. A auditoria poderá incluir análise de logs, rastreamento de inconsistências e\nverificação de origem de dados enviados.\n14.3. Caso identificadas irregularidades, a empresa poderá suspender temporariamente a\nconta até a verificação ser concluída.\n15. DIREITO DE RETENÇÃO MÍNIMA NECESSÁRIA\n15.1. A EducaPlus poderá manter os dados pelo tempo necessário para:​\na) cumprir obrigações legais ou regulatórias;​\nb) preservar o histórico de desempenho acadêmico;​\nc) garantir rastreabilidade de auditorias;​\nd) fins legítimos de segurança da informação.\n15.2. Findos tais prazos, os dados serão anonimizados ou excluídos conforme a legislação\naplicável.\n16. DIREITO DE COMPARTILHAMENTO COM PARCEIROS\nEDUCACIONAIS\n16.1. A empresa poderá compartilhar dados anonimizados ou agregados com instituições\nparceiras, universidades e órgãos de pesquisa, exclusivamente para finalidades\neducacionais e científicas.\n16.2. Qualquer parceiro que receba dados deverá assinar Acordo de Processamento de\nDados (DPA), garantindo confidencialidade e segurança.\n16.3. É vedado o compartilhamento de dados pessoais identificáveis para fins comerciais,\npublicitários ou não educacionais.\n17. DIREITO DE COMUNICAÇÃO E CONTATO INSTITUCIONAL17.1. A EducaPlus poderá enviar mensagens informativas, notificações e comunicados\nsobre funcionamento do sistema, atualizações e desempenho educacional.\n17.2. O envio de campanhas promocionais ou convites para novos programas dependerá\nde consentimento específico e separado do usuário.\n17.3. O usuário poderá se descadastrar dessas comunicações a qualquer tempo, por meio\nde link nas mensagens recebidas ou solicitação ao canal de privacidade.\n18. DIREITO DE REGISTRO E LOG DE ATIVIDADES\n18.1. Por segurança e conformidade legal, a empresa manterá logs de acesso, registros\nde ações e trilhas de auditoria sobre o uso da plataforma.\n18.2. Esses registros poderão incluir data, hora, endereço IP, páginas acessadas,\ncomandos executados e transações realizadas.\n18.3. Os logs são armazenados por, no mínimo, 6 (seis) meses, podendo ser ampliados\nconforme exigência legal ou para fins de auditoria.\n19. DIREITO DE USO DE DADOS ANONIMIZADOS EM PESQUISAS E\nPUBLICAÇÕES\n19.1. A empresa poderá utilizar dados anonimizados para compor relatórios, papers\nacadêmicos, publicações técnicas e estudos científicos voltados à inovação educacional e\ntecnológica.\n19.2. Nenhum aluno será individualmente identificado, e os resultados terão caráter\nestatístico, com foco em inovação e análise pedagógica.\n19.3. As instituições de ensino participantes poderão ser mencionadas como parceiras nas\npublicações, desde que autorizem formalmente.\n20. DIREITO DE SUSPENDER, BLOQUEAR OU EXCLUIR USUÁRIOS\n20.1. A EducaPlus poderá suspender, bloquear ou excluir o acesso de usuários que:​\na) violem estes Termos ou a legislação vigente;​\nb) utilizem a plataforma para fins ilícitos, discriminatórios ou antiéticos;​\nc) comprometam a segurança do sistema ou de terceiros.\n20.2. Em casos graves, a conta poderá ser permanentemente encerrada, sem prejuízo das\nmedidas judiciais cabíveis.20.3. O usuário será notificado, sempre que possível, antes da suspensão definitiva, exceto\nem situações de risco imediato.\n21. DIREITO DE MODIFICAÇÃO E EXPANSÃO DE FUNCIONALIDADES\n21.1. A empresa poderá alterar, incluir ou remover funcionalidades da plataforma, a\nqualquer tempo, visando evolução tecnológica e melhoria de desempenho.\n21.2. O usuário será comunicado previamente sobre alterações relevantes que impactem o\nuso de seus dados pessoais.\n21.3. Tais atualizações não configuram quebra contratual nem geram direito a indenização,\ndesde que não prejudiquem a finalidade educacional original.\nPARTE III – POLÍTICA AVANÇADA DE DADOS E\nINOVAÇÃO (LGPD)\n22. BASE LEGAL AMPLIADA (CONSENTIMENTO + LEGÍTIMO\nINTERESSE)\n22.1. O tratamento de dados pessoais pela EducaPlus poderá ocorrer com base em:​\na) consentimento expresso do titular, obtido digitalmente no momento do cadastro; e​\nb) legítimo interesse educacional, quando necessário para executar o serviço, cumprir\nobrigações legais ou aprimorar processos pedagógicos e tecnológicos.\n22.2. A empresa compromete-se a manter documentação que comprove as bases legais\naplicadas a cada tipo de dado tratado.\n22.3. O legítimo interesse não será utilizado para justificar práticas invasivas ou contrárias\naos direitos do usuário.\n23. ANÁLISE E CLUSTERIZAÇÃO DE PERFIS EDUCACIONAIS\n23.1. A EducaPlus poderá realizar análises automáticas e agrupamentos de perfis (“clusters\neducacionais”) para entender o comportamento de aprendizado, dificuldades recorrentes e\npadrões de desempenho.23.2. Esses agrupamentos servirão exclusivamente para gerar insights pedagógicos,\noferecer planos de estudo personalizados e apoiar professores e instituições no processo\nde ensino.\n23.3. Nenhuma decisão automatizada que gere efeitos jurídicos ou discriminatórios será\ntomada sem revisão humana.\n23.4. O aluno poderá solicitar revisão de qualquer resultado automatizado que o envolva\ndiretamente.\n24. USO CIENTÍFICO E ACADÊMICO DOS DADOS ANONIMIZADOS\n24.1. A empresa poderá utilizar dados anonimizados e agregados em projetos de\npesquisa, relatórios técnicos, papers e publicações científicas sobre inovação educacional e\ninteligência artificial.\n24.2. As pesquisas poderão ser conduzidas internamente ou em parceria com\nuniversidades e instituições de ensino, observando a ética científica e a LGPD.\n24.3. Nenhum dado individual identificável será divulgado publicamente sem autorização\nexpressa do titular.\n24.4. Os resultados poderão ser apresentados em congressos, seminários e eventos\nacadêmicos, reforçando o papel inovador da EducaPlus no setor educacional.\n25. TREINAMENTO E TESTE DE MODELOS DE IA INTERNOS\n25.1. A EducaPlus poderá usar dados anonimizados e simulados para treinar, testar e\najustar modelos de inteligência artificial voltados a:​\na) diagnóstico de aprendizagem;​\nb) predição de desempenho;​\nc) recomendações de conteúdo e planos de estudo;​\nd) identificação de padrões de evasão ou engajamento estudantil.\n25.2. O treinamento ocorrerá sempre sob controle interno e supervisão humana, em\nambiente seguro e segregado.\n25.3. Nenhum dado pessoal será comercializado, transferido a terceiros ou utilizado para\ntreinar IA de terceiros sem autorização específica.\n26. ACORDOS E PARCERIAS DE DADOS (DPA – DATA PROCESSING\nAGREEMENT)26.1. Sempre que houver parceria com outras instituições ou fornecedores que envolva o\ntratamento de dados pessoais, a EducaPlus firmará Acordo de Processamento de Dados\n(DPA).\n26.2. O DPA garantirá que os parceiros cumpram os mesmos padrões de confidencialidade,\nsegurança e conformidade aplicados pela EducaPlus.\n26.3. A empresa manterá registro atualizado de todos os operadores de dados com quem\ncompartilha informações.\n27. RELATÓRIOS ANALÍTICOS E DASHBOARDS INSTITUCIONAIS\n27.1. A EducaPlus poderá gerar relatórios e dashboards estatísticos para as instituições\nparceiras, contendo:​\na) indicadores de desempenho dos alunos;​\nb) níveis de aproveitamento;​\nc) áreas de dificuldade e evolução;​\nd) métricas de engajamento e aderência ao plano de estudo.\n27.2. Tais relatórios não expõem informações pessoais identificáveis fora do ambiente\ninstitucional.\n27.3. As análises poderão ser usadas para decisões acadêmicas, aprimoramento curricular\ne políticas de desenvolvimento educacional.\n28. REGISTRO DE INTERAÇÕES E COMPORTAMENTO DIGITAL\n28.1. A plataforma poderá registrar as interações do usuário com o ambiente digital (tempo\nde uso, páginas acessadas, frequência de login, cliques e histórico de estudo).\n28.2. Esses registros têm como finalidade:​\na) aprimorar a experiência do usuário;​\nb) gerar recomendações personalizadas;​\nc) garantir a segurança e integridade do sistema;​\nd) fornecer dados analíticos às instituições.\n28.3. O usuário poderá solicitar informações sobre quais dados comportamentais estão\nsendo tratados e sua finalidade.\n29. COMUNICAÇÃO INTELIGENTE E ENGAJAMENTO ATIVO\n29.1. A EducaPlus poderá enviar comunicações automáticas de engajamento, como:​\na) lembretes de microprovas;​b) alertas de desempenho;​\nc) notificações de novos conteúdos;​\nd) mensagens de incentivo ao estudo.\n29.2. As mensagens serão personalizadas com base nos dados de uso e comportamento\ndo aluno, sem conteúdo comercial externo.\n29.3. O usuário poderá ajustar suas preferências de comunicação no painel da plataforma a\nqualquer tempo.\n30. BANCO DE INTELIGÊNCIA EDUCACIONAL (DATA LAKE)\n30.1. A EducaPlus manterá um banco de dados consolidado (“Data Lake”) com\ninformações anonimizadas provenientes de múltiplas instituições, com o objetivo de gerar\ninteligência educacional coletiva.\n30.2. Este repositório permitirá identificar tendências de ensino, melhorar algoritmos,\ndesenvolver novos produtos e apoiar políticas públicas de educação baseada em dados.\n30.3. O Data Lake não conterá dados pessoais identificáveis, mas poderá armazenar\nmetadados técnicos (ex.: curso, turno, região, ano letivo).\n30.4. A A&amp;A Representações LTDA é a titular e controladora integral desse acervo.\n31. POLÍTICA DE DADOS EVOLUTIVA E MODULAR\n31.1. A política de dados da EducaPlus é modular e poderá ser atualizada para refletir\ninovações tecnológicas e novas finalidades legítimas, sempre observando a compatibilidade\ncom o propósito original.\n31.2. Atualizações relevantes serão comunicadas aos usuários com antecedência mínima\nde 15 (quinze) dias.\n31.3. O usuário poderá revogar o consentimento caso não concorde com as novas\ncondições, assegurando seus direitos conforme a LGPD.\nPARTE IV – DISPOSIÇÕES FINAIS E\nCONSENTIMENTOS\n32. VIGÊNCIA DOS TERMOS32.1. Estes Termos de Uso e Política de Privacidade entram em vigor na data de seu aceite\neletrônico pelo usuário e permanecem válidos enquanto durar o vínculo entre o titular e a\nplataforma EducaPlus.\n32.2. A EducaPlus poderá, a qualquer tempo, revisar o presente documento para\nadequação a novas legislações, exigências regulatórias ou avanços tecnológicos,\nobservando sempre o princípio da transparência.\n32.3. A nova versão substituirá integralmente as anteriores, produzindo efeitos imediatos a\npartir da publicação, salvo quando explicitamente previsto outro prazo.\n33. REVOGAÇÃO DE CONSENTIMENTO E EFEITOS\n33.1. O usuário poderá revogar seu consentimento a qualquer momento, mediante\nsolicitação expressa ao e-mail privacidade@educaplus.com.br.\n33.2. A revogação não afetará o tratamento realizado anteriormente, nem o uso de dados\nanonimizados, agregados ou necessários ao cumprimento de obrigações legais.\n33.3. A exclusão ou anonimização dos dados pessoais será confirmada por e-mail no prazo\nmáximo de 15 (quinze) dias úteis após o pedido.\n33.4. A revogação do consentimento poderá implicar restrição parcial ou total do acesso\nà plataforma, quando os dados forem indispensáveis à execução dos serviços\neducacionais.\n34. HIERARQUIA JURÍDICA E INTEGRAÇÃO CONTRATUAL\n34.1. Este documento prevalece sobre quaisquer comunicações, políticas internas ou\ndocumentos anteriores que tratem do mesmo tema.\n34.2. Caso qualquer disposição destes Termos venha a ser considerada inválida ou\ninexequível, as demais continuarão em pleno vigor e efeito.\n34.3. A eventual tolerância de uma Parte em relação ao descumprimento de obrigações não\nimportará em renúncia de direitos, novação ou alteração contratual tácita.\n34.4. Em caso de divergência interpretativa, prevalecerá a redação mais favorável à\nproteção de dados do usuário, sem prejuízo do legítimo interesse educacional da empresa.\n35. CONSENTIMENTO DIGITAL E ACEITE ELETRÔNICO35.1. O usuário declara que leu e compreendeu integralmente este documento, e que\nconsente livremente com o tratamento de seus dados pessoais e acadêmicos para as\nfinalidades aqui descritas.\n35.2. O aceite é formalizado por meio de marcação de checkbox eletrônico, clique em\nbotão “Li e Concordo” ou equivalente, com registro automático de data, hora, IP e\nidentificador do usuário.\n35.3. O consentimento eletrônico possui a mesma validade jurídica que uma assinatura\nfísica, conforme a Medida Provisória nº 2.200-2/2001, o Marco Civil da Internet (Lei nº\n12.965/2014) e a Lei Geral de Proteção de Dados (Lei nº 13.709/2018).\n35.4. O log de aceite ficará armazenado em ambiente seguro e auditável, servindo como\nprova plena da manifestação de vontade do usuário.\n35.5. O usuário menor de 18 (dezoito) anos declara estar devidamente autorizado por seu\nresponsável legal, que igualmente concorda com os presentes Termos.\n36. CONTATO E SUPORTE AO TITULAR DE DADOS\n36.1. O canal oficial para comunicações sobre dados pessoais, privacidade e uso da\nplataforma é:​\nE-mail: privacidade@educaplus.com.br\n📧\n36.2. As solicitações serão analisadas pelo Encarregado de Dados (DPO) Anderson\nRodrigo Barboza, representante da A&amp;A Representações LTDA, que poderá responder\ndiretamente ou encaminhar internamente para o setor responsável.\n36.3. O atendimento seguirá critérios de cordialidade, confidencialidade e rastreabilidade,\npodendo o usuário solicitar número de protocolo para acompanhamento do caso.\n37. DECLARAÇÃO FINAL\n37.1. O usuário reconhece que a plataforma EducaPlus atua em conformidade com os\nprincípios da boa-fé, finalidade educacional, necessidade, adequação, transparência,\nsegurança e prevenção, conforme os arts. 6º e 7º da LGPD.\n37.2. O uso da plataforma representa não apenas consentimento jurídico, mas também\nadesão ética e institucional aos valores de inovação, aprendizado responsável e\ngovernança digital promovidos pela A&amp;A Representações LTDA.\n37.3. Este documento foi elaborado com base nas melhores práticas de proteção de dados,\nsendo revisado periodicamente para garantir aderência às normas da Autoridade Nacional\nde Proteção de Dados (ANPD) e demais órgãos reguladores.📍Local e Data de Publicação:​\nSorocaba/SP, setembro de 2025\n📘 Responsável pelo Tratamento e Governança de Dados:​\nA&amp;A Representações LTDA / Plataforma EducaPlus​\n​\nCNPJ: 32.856.120/0001-81​\nE-mail oficial: privacidade@educaplus.com.br</div>"},"transformation":"","_ww-text_ellipsis":false,"_ww-text_fontSize":"16px","_ww-text_sanitize":false}},"name":"Text","wwObjectBaseId":"d7904e9d-fc9a-4d80-9e32-728e097879ad","libraryComponentBaseId":null,"parentSectionId":"62c2e58d-4798-4917-a6da-23e3f28e00cd"},"290c9213-dc35-476e-bec0-fac12b88061a":{"uid":"290c9213-dc35-476e-bec0-fac12b88061a","_state":{"style":{"default":{}},"classes":{"default":["7d3c0460-d074-40cb-91aa-a464e14c654e"]}},"content":{"tablet":{},"default":{"tag":"h3","bgColor":"","shadows":"","fontStyle":"ww-font-style-header","textColor":"","globalStyle":{},"_ww-text_text":{"en":"<p>Heading</p>","pt":"<div>Termos e Privacidade</div>"},"transformation":"","_ww-text_fontSize":"32px","_ww-text_sanitize":false,"_ww-text_fontWeight":700}},"name":"Heading","wwObjectBaseId":"d7904e9d-fc9a-4d80-9e32-728e097879ad","libraryComponentBaseId":null,"parentSectionId":"62c2e58d-4798-4917-a6da-23e3f28e00cd"},"1d1773a0-4214-401d-b445-f27edca55d9f":{"uid":"1d1773a0-4214-401d-b445-f27edca55d9f","_state":{"style":{"default":{}}},"content":{"default":{"children":[{"uid":"290c9213-dc35-476e-bec0-fac12b88061a","isWwObject":true}],"_ww-layout_alignItems":"flex-start","_ww-layout_flexDirection":"column"}},"name":"Div","wwObjectBaseId":"b783dc65-d528-4f74-8c14-e27c934c39b1","libraryComponentBaseId":null,"parentSectionId":"62c2e58d-4798-4917-a6da-23e3f28e00cd"},"b130995f-11ae-441c-baef-bcfa65d65078":{"uid":"b130995f-11ae-441c-baef-bcfa65d65078","_state":{"style":{"default":{"padding":"0px"}},"classes":{"default":["831f7df1-04b3-4c8d-9e7b-5896a283946a"]}},"content":{"default":{"children":[{"uid":"4ee5b8d1-c9cb-4718-bea6-bbb852a33272","isWwObject":true}],"_ww-layout_rowGap":"16px","_ww-layout_alignItems":"stretch"}},"name":"Div","wwObjectBaseId":"b783dc65-d528-4f74-8c14-e27c934c39b1","libraryComponentBaseId":null,"parentSectionId":"62c2e58d-4798-4917-a6da-23e3f28e00cd"},"fd96f808-5a23-45d6-b855-3aa2a96a822e":{"uid":"fd96f808-5a23-45d6-b855-3aa2a96a822e","_state":{"style":{"default":{"width":"100%"}}},"content":{"default":{"children":[{"uid":"1d1773a0-4214-401d-b445-f27edca55d9f","isWwObject":true}],"_ww-layout_alignItems":"flex-start","_ww-layout_flexDirection":"row","_ww-layout_justifyContent":"space-between"}},"name":"Div","wwObjectBaseId":"b783dc65-d528-4f74-8c14-e27c934c39b1","libraryComponentBaseId":null,"parentSectionId":"62c2e58d-4798-4917-a6da-23e3f28e00cd"},"816ebfb4-3a29-43be-ba60-f30979617a95":{"uid":"816ebfb4-3a29-43be-ba60-f30979617a95","_state":{"style":{"mobile":{"padding":"16px"},"default":{"width":"100%","display":"flex","padding":"32px","maxWidth":"1048px"}}},"content":{"default":{"children":[{"uid":"fd96f808-5a23-45d6-b855-3aa2a96a822e","isWwObject":true},{"uid":"b130995f-11ae-441c-baef-bcfa65d65078","isWwObject":true}],"_ww-layout_rowGap":"32px","_ww-layout_alignItems":"stretch","_ww-layout_flexDirection":"column","_ww-layout_justifyContent":"space-between"}},"name":"Container","wwObjectBaseId":"b783dc65-d528-4f74-8c14-e27c934c39b1","libraryComponentBaseId":null,"parentSectionId":"62c2e58d-4798-4917-a6da-23e3f28e00cd"}},"collections":[{"id":"9f2a4522-df2b-4803-bcee-ab20c1bc62ce","designId":"7419556a-cba2-4cd7-8513-50bbc8be2d42","settingsId":"34d45de7-a704-4154-a2fb-443c79131965","pluginId":"f9ef41c3-1c53-4857-855b-f2f6a40b7186","type":"single","name":"VW dashboard_aluno_basico","displayBy":null,"lastSyncDate":null,"config":{"table":"vw_dashboard_aluno_basico","dataFields":[],"fieldsMode":"guided","isAutoFetch":true,"primaryData":["aluno_id","curso_id","turma_id","instituicao_id"],"isPersistentOnNav":true,"dataFieldsAdvanced":""},"error":null,"limit":null,"mode":"dynamic","filter":{"link":"$and","conditions":[{"field":"user_id","value":{"code":"pluginVariables['1fa0dd68-5069-436c-9a7d-3b54c340f1fa']['user']?.['id']","__wwtype":"f"},"operator":"$eq"}]},"sort":[],"isSyncing":false,"needSync":false,"fields":{},"folder":null,"description":null,"createdAt":"2025-11-02T14:45:50.932Z","updatedAt":"2025-11-06T11:31:15.268Z","data":{}}],"variables":[{"id":"54298ed2-3deb-4f52-ba4b-ea0fbb7364c8","type":"object","name":"messageAlert","defaultValue":{},"isLocalStorage":false,"isPersistentOnNav":false},{"id":"1067ec14-4a29-4700-8eca-20b67b6c1294","type":"boolean","name":"isLoading","defaultValue":false,"isLocalStorage":false,"isPersistentOnNav":false},{"id":"4214fe39-f1cd-47cf-bdb2-4b03990a131e","type":"object","name":"dadosAluno","defaultValue":{},"isLocalStorage":false,"isPersistentOnNav":false}],"workflows":[],"formulas":[],"libraryComponents":[]}